{
  "book_title": null,
  "author": null,
  "chapters": [
    {
      "chapter_index": 1,
      "chapter_code": "C001",
      "chapter_title": null,
      "heading_roman": "I",
      "start_offset": 0,
      "end_offset": 1063,
      "chapter_text": "/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20\n/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nTHE OLDEST MILITARY TREATISE IN THE WORLD\n/G41/G6C/G6C/G61/G6E/G64/G61/G6C/G65 /G4F/G6E/G6C/G69/G6E/G65\n/G50/G75/G62/G6C/G69/G73/G68/G69/G6E/G67/G43/G6C/G61/G73/G73/G69/G63/G20/G45/G74/G65/G78/G74/G73/G20/G53/G65/G72/G69/G65/G73\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20\n/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nTHE OLDEST MILI TARY TREATISE IN THE WORLD\nTranslated from the Chinese\nBy LIONEL GILES, M.A. (1910)\nPublished by\nAllandale Online Publishing\n2 Park House, 21 St Leonards Rd, \nLeicester LE2 1WS, England\nPublished 2000\nThe Classic Etexts Series is made up of manuscripts available in the\nPublic Domain, all of which are out of copyright. The Series was origi-\nnated to aid the distribution of these etexts in multiple formats and to\nhighlight the benefits of PDF Ebooks. They are freely distributable with\nno payment required.\nAllandale Online Publishing ebooks are distributed on an ‘as is’ basis\nwithout warranty. While every prec"
    },
    {
      "chapter_index": 2,
      "chapter_code": "C002",
      "chapter_title": null,
      "heading_roman": "II",
      "start_offset": 1063,
      "end_offset": 8500,
      "chapter_text": "aution has been taken in the prepara-\ntion of these products, neither the authors nor Allandale Online\nPublishing, shall have any liability to any person or entity with respect to\nany loss or damage caused by or alleged to be caused directly or indirectly\nby the instructions contained in this product . Any dispute arising between\nAllandale Online Publishing and the purchasing institution shall be con-\nstrued under the laws of theUnited Kingdom.\nISBN 1-903328-03-9\nCONTENTS\nI:/G4C/G61/G79/G69/G6E/G67/G20/G50/G6C/G61/G6E/G73 /G31\nII:/G57/G61/G67/G69/G6E/G67/G20/G57/G61/G72 /G35\nIII:/G41/G74/G74/G61/G63/G6B/G20/G62/G79/G20/G53/G74/G72/G61/G74/G61/G67/G65/G6D /G38\nIV:/G54/G61/G63/G74/G69/G63/G61/G6C/G20/G64/G69/G73/G70/G6F/G73/G69/G74/G69/G6F/G6E/G73 /G31/G32\nV:/G45/G6E/G65/G72/G67/G79 /G31/G35\nVI:/G57/G65/G61/G6B/G20/G50/G6F/G69/G6E/G74/G73/G20/G61/G6E/G64/G20/G53/G74/G72/G6F/G6E/G67 /G31/G39\nVII:/G4D/G61/G6E/G65/G75/G76/G65/G72/G69/G6E/G67 /G32/G35\nVIII:/G56/G61/G72/G69/G61/G74/G69/G6F/G6E/G20/G69/G6E/G20/G54/G61/G63/G74/G69/G63/G73 /G33/G30\nIX:/G54/G68/G65/G20/G41/G72/G6D/G79/G20/G6F/G6E/G20/G74/G68/G65/G20/G4D/G61/G72/G63/G68 /G33/G33\nX:/G54/G65/G72/G72/G61/G69/G6E /G34/G30\nXI:/G54/G68/G65/G20/G4E/G69/G6E/G65/G20/G53/G69/G74/G75/G61/G74/G69/G6F/G6E/G73 /G34/G36\nXII:/G54/G68/G65/G20/G41/G74/G74/G61/G63/G6B/G20/G62/G79/G20/G46._/G69/G72/G65 /G35/G36\nXIII:/G54/G68/G65/G20/G55/G73/G65/G20/G6F/G66/G20/G53/G70/G69/G65/G73 /G35/G39\nI\n/G4C/G61/G79/G69/G6E/G67/G20/G50/G6C/G61/G6E/G73\n1.Sun Tzu said : The art of war is of vital importanceto\nthe State.\n2. It is a matter of life and death, a road either to safe-\nty or to ruin. Hence it is a subject of inquiry which canon no account be neglected.\n3. The art of war, then, is governed by five\nconstantfactors, to be taken into account in one’s delib-erations, when seeking to determine the conditionsobtaining in the field.\n4. These are: \n(1) The Moral Law; (2) Heaven; (3) Earth; (4) The Commander; (5) Method and discipline.\n5,6. The Moral Law causes the people to be in com-\nplete accord with their ruler, so that they will followhim regardless of their lives, undismayed by any dan-ger.\n7. Heaven signifies night and day, cold and heat, times\nand seasons.\n1\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n8. Earth comprises distances, great and small; danger\nand security; open ground and narrow passes; thechances of life and death.\n9. The Commander stands for the virtues of\nwisdom, sincerely, benevolence, courage and strict-ness.\n10. By method and discipline are to be understood the\nmarshaling of the army in its proper subdivisions, thegraduations of rank among the officers, the mainte-nance of roads by which supplies may reach the army,and the control of military expenditure.\n11. These five heads should be familiar to every gener-\nal: he who knows them will be victorious; he whoknows them not will fail.\n12. Therefore, in your deliberations, when seeking to\ndetermine the military conditions, let them be madethebasis of a comparison, in this wise:—\n13. (1) Which of the two sovereigns is imbuedwith the\nMoral law?\n(2) Which of the two generals has most ability? (3) With whom lie the advantages derived fromHeaven and Earth?(4) On which side is discipline most rigorouslyenforced?(5) Which army is stronger?\n2\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n(6) On which side are officers and men more high-\nly trained?(7) In which army is there the greaterconstancy both in reward and punishment?\n14. By means of these seven considerations I can fore-\ncast victory or defeat.\n15. The general that hearkens to my counsel and\nactsupon it, will conquer:  let such a one be retained incommand! The general that hearkens not to my coun-sel nor acts upon it, will suffer defeat:—let such a onebe dismissed!\n16. While heading the profit of my counsel,avail your-\nself also of any helpful circumstances over and beyondthe ordinary rules.\n17. According as circumstances are favorable, one\nshould modify one’s plans.\n18. All warfare is based on deception.\n19. Hence, when able to attack, we must seem\nunable; when using our forces, we must seem inactive;when weare near, we must make the enemy believe weare far away; when far away, we must make himbelieve we are near.\n20. Hold out baits to entice the enemy. Feign disor-\nder, and crush him.\n3\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n21. If he is secure at all points, be prepared for him. If\nhe is in superior strength, evade him.\n22. If your opponent is of choleric temper, seek to irri-\ntate him. Pretend to be weak, that he may grow arro-gant.\n23. If he is taking his ease, give him no rest. If his\nforces are united, separate them.\n24. Attack him where he is unprepared, appear\nwhere you are not expected.\n25. These military devices, leading to victory,must not\nbe divulged beforehand.\n26. Now the general who wins a battle makes\nmanycalculations in his temple ere the battle is fought.The general who loses a battle makes but few calcula-tions beforehand. Thus do many calculations lead tovictory, and few calculations to defeat: how much moreno calculation at all! It is by attention to this point thatI can foresee who is likely to win or lose.\n4\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nII \n/G57/G61/G67/G69/G6E/G67/G20/G57/G61/G72\n1.Sun Tzu said :In the operations of war, where there\nare in the field a thousand swift chariots, as manyheavy chariots, and a hundred thousand mail-clad sol-diers, with provisions enough to carry them a thousandli, the expenditure at home and at the front, includingentertainment of guests, small items such as glue andpaint, and sums spent on chariots and armor,will reachthe total of a thousand ounces of silver per day. Suchis the cost of raising an army of 100,000 men.\n2. When you engage in actual fighting, if victory is\nlong in coming, then men’s weapons will grow dull andtheir ardor will be damped. If you lay siege to a town,you will exhaust your strength.\n3. Again, if the campaign is protracted, the resources of\nthe State will not be equal to the strain.\n4. Now, when your weapons are dulled, your ardor\ndamped, your strength exhausted and your treasurespent, other chieftains will spring up to take advantageof your extremity. Then no man, however wise, will beable to avert the consequences that must ensue.\n5. Thus, though we have heard of stupid haste in war,\ncleverness has never been seen associated with longdelays.\n5\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n6. There is no instance of a country having benefited\nfrom prolonged warfare.\n7. It is only one who is thoroughly acquainted with the\nevils of war that can thoroughly understand the prof-itable way of carrying it on.\n8. The skillful soldier does not raise a second levy, nei-\nther are his supply-wagons loaded more than twice.\n9. Bring war material with you from home, but forage\non the enemy. Thus the army will have food enough forits needs.\n10. Poverty of the State exchequer causes an army to be\nmaintained by contributions from a distance.Contributing to maintain an army at a distance causesthe people to be impoverished.\n11. On the other hand, the proximity of an army caus-\nes prices to go up; and"
    },
    {
      "chapter_index": 3,
      "chapter_code": "C003",
      "chapter_title": null,
      "heading_roman": "III",
      "start_offset": 8500,
      "end_offset": 17000,
      "chapter_text": " high prices cause the people’ssubstance to be drained away.\n12. When their substance is drained away, the peas-\nantry will be afflicted by heavy exactions.\n13,14. With this loss of substance and exhaustion of\nstrength, the homes of the people will be stripped bare,and three-tenths of their income will be dissipated;while government expenses for broken chariots, worn-out horses, breast-plates and helmets, bows and arrows,\n6\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nspears and shields, protective mantles, draught-oxen\nand heavy wagons, will amount to four-tenths of itstotal revenue.\n15. Hence a wise general makes a point of foraging on\nthe enemy.  One cartload of the enemy’s provisions isequivalent to twenty of one’s own, and likewise a sin-gle picul of his provender is equivalent to twenty fromone’s own store.\n16. Now in order to kill the enemy, our men must be\nroused to anger; that there may be advantage fromdefeating the enemy, they must have their rewards.\n17. Therefore in chariot fighting, when ten or more\nchariots have been taken, those should be rewardedwho took the first. Our own flags should be substitutedfor those of the enemy, and the chariots mingled andused in conjunction with ours. The captured soldiersshould be kindly treated and kept.\n18. This is called, using the conquered foe to augment\none’s own strength.\n19. In war, then, let your great object be victory, not\nlengthy campaigns.\n20. Thus it may be known that the leader of armies is\nthe arbiter of the people’s fate, the man on whom itdepends whether the nation shall be in peace or in peril.\n7\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nIII\n/G41/G74/G74/G61/G63/G6B/G20/G62/G79/G20/G53/G74/G72/G61/G74/G61/G67/G65/G6D\n1.Sun Tzu said :In the practical art of war, the best\nthing of all is to take the enemy’s country whole andintact; to shatter and destroy it is not so good.  So, too,it is better to recapture an army entire than to destroy it,to capture a regiment, a detachment or a companyentire than to destroy them.\n2. Hence to fight and conquer in all your battles is not\nsupreme excellence; supreme excellence consists inbreaking the enemy’s resistance without fighting.\n3. Thus the highest form of generalship is to balk the\nenemy’s plans; the next best is to prevent the junctionof the enemy’s forces; the next in order is to attack theenemy’s army in the field; and the worst policy of all isto besiege walled cities.\n4. The rule is, not to besiege walled cities if it can pos-\nsibly be avoided. The preparation of mantlets, movableshelters, and various implements of war, will take upthree whole months; and the piling up of mounds overagainst the walls will take three months more.\n5. The general, unable to control his irritation, will\nlaunch his men to the assault like swarming ants, withthe result that one-third of his men are slain while the\n8\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\ntown still remains untaken. Such are the disastrous\neffects of a siege.\n6. Therefore the skillful leader subdues the enemy’s\ntroops without any fighting; he captures their citieswithout laying siege to them; he overthrows their king-dom without lengthy operations in the field.\n7. With his forces intact he will dispute the mastery of\nthe Empire, and thus, without losing a man, his triumphwill be complete. This is the method of attacking bystratagem.\n8. It is the rule in war, if our forces are ten to the\nenemy’s one, to surround him; if five to one, to attackhim; if twice as numerous, to divide our army into two.\n9. If equally matched, we can offer battle; if slightly\ninferior in numbers, we can avoid the enemy; if quiteunequal in every way, we can flee from him.\n10. Hence, though an obstinate fight may be made by a\nsmall force, in the end it must be captured by the larg-er force.\n11. Now the general is the bulwark of the State; if the\nbulwark is complete at all points; the State will bestrong; if the bulwark is defective, the State will beweak.\n9\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n12. There are three ways in which a ruler can bring\nmisfortune upon his army:—\n13. (1) By commanding the army to advance or to\nretreat, being ignorant of the fact that it cannot obey.This is called hobbling the army.\n14. (2) By attempting to govern an army in the same\nway as he administers a kingdom, being ignorant of theconditions which obtain in an army.  This causes rest-lessness in the soldier’s minds.\n15. (3) By employing the officers of his army without\ndiscrimination, through ignorance of the military prin-ciple of adaptation to circumstances. This shakes theconfidence of the soldiers.\n16. But when the army is restless and distrustful, trou-\nble is sure to come from the other feudal princes. Thisis simply bringing anarchy into the army, and flingingvictory away.\n17. Thus we may know that there are five essentials\nfor victory:(1) He will win who knows when to fight and whennot to fight.(2) He will win who knows how to handle bothsuperior and inferior forces.(3) He will win whose army is animated by thesame spirit throughout all its ranks.\n10\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n(4) He will win who, prepared himself, waits to take\nthe enemy unprepared.(5) He will win who has military capacity and is notinterfered with by the sovereign.\n18. Hence the saying:  If you know the enemy and\nknow yourself, you need not fear the result of a hun-dred battles. If you know yourself but not the enemy,for every victory gained you will also suffer a defeat. Ifyou know neither the enemy nor yourself, you will suc-cumb in every battle.\n11\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nIV \n/G54/G61/G63/G74/G69/G63/G61/G6C/G20/G44/G69/G73/G70/G6F/G73/G69/G74/G69/G6F/G6E/G73\n1. Sun Tzu said :The good fighters of old first put them-\nselves beyond the possibility of defeat, and then wait-ed for an opportunity of defeating the enemy.\n2. To secure ourselves against defeat lies in our own\nhands, but the opportunity of defeating the enemy isprovided by the enemy himself.\n3. Thus the good fighter is able to secure himself\nagainst defeat, but cannot make certain of defeating theenemy.\n4. Hence the saying: One may know how to conquer\nwithout being able to do it.\n5. Security against defeat implies defensive tactics;\nability to defeat the enemy means taking the offensive.\n6. Standing on the defensive indicates insufficient\nstrength; attacking, a superabundance of strength.\n7. The general who is skilled in defense hides in the\nmost secret recesses of the earth; he who is skilled inattack flashes forth from the topmost heights of heav-en. Thus on the one hand we have ability to protect our-selves; on the other, a victory that is complete.\n12\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n8. To see victory only when it is within the ken of the\ncommon herd is not the acme of excellence.\n9. Neither is it the acme of excellence if you fight and\nconquer and the whole Empire says, “Well done!”\n10. To lift an autumn hair is no sign of great strength;\nto see the sun and moon is no sign of sharp sight; tohear the noise of thunder is no sign of a quick ear.\n11. What the ancients called a clever fighter is one who\nnot only wins, but excels in winning with ease.\n12. Hence his victories bring him neither reputation for\nwisdom nor credit for courage.\n13. He wins his battles by making no mistakes. Making\nno mistakes is what establishes the certainty of victory,for it means conquering an enemy that is alreadydefeated.\n14. Hence the skillful fighter puts himself into a posi-\ntion which makes defeat impossible, and does not missthe moment for defeating the enemy.\n15. Thus it is that in war the victorious strategist only\nseeks battle after the victory has been won, whereas hewho is destined to defeat first fights and afterwardslooks for victory.\n13\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n16. The consummate leader cultivates the moral law,\nand strictly adheres to method and discipline; thus it isin his power to control success.\n17. In respect of military method, we have, firstly,\nMeasurement; secondly, Es"
    },
    {
      "chapter_index": 4,
      "chapter_code": "C004",
      "chapter_title": null,
      "heading_roman": "VI",
      "start_offset": 17000,
      "end_offset": 17500,
      "chapter_text": "timation of quantity; third-ly, Calculation; fourthly, Balancing of chances; fifthly,Victory.\n18. Measurement owes its existence to Earth;\nEstimation of quantity to Measurement; Calculation toEstimation of quantity; Balancing of chances toCalculation; and Victory to Balancing of chances.\n19. A victorious army opposed to a routed one, is as a\npound’s weight placed in the scale against a singlegrain.\n20. The onrush of a conquering force is like the burst-\ning of pent-up waters into a chasm a thous"
    },
    {
      "chapter_index": 5,
      "chapter_code": "C005",
      "chapter_title": null,
      "heading_roman": "IV",
      "start_offset": 17500,
      "end_offset": 25500,
      "chapter_text": "and fathomsdeep.\n14\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nV \n/G45/G6E/G65/G72/G67/G79\n1. Sun Tzu said : The control of a large force is the same\nprinciple as the control of a few men: it is merely aquestion of dividing up their numbers.\n2. Fighting with a large army under your command is\nnowise different from fighting with a small one: it ismerely a question of instituting signs and signals.\n3. To ensure that your whole host may withstand the\nbrunt of the enemy’s attack and remain unshaken—thisis effected by maneuvers direct and indirect.\n4. That the impact of your army may be like a grind-\nstone dashed against an egg—this is effected by the sci-ence of weak points and strong.\n5. In all fighting, the direct method may be used for\njoining battle, but indirect methods will be needed inorder to secure victory.\n6. Indirect tactics, efficiently applied, are inexhaustible\nas Heaven and Earth, unending as the flow of riversand streams; like the sun and moon, they end but tobegin anew; like the four seasons, they pass away toreturn once more.\n15\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n7. There are not more than five musical notes, yet the\ncombinations of these five give rise to more melodiesthan can ever be heard.\n8. There are not more than five primary colors (blue,\nyellow, red, white, and black), yet in combination theyproduce more hues than can ever been seen.\n9. There are not more than five cardinal tastes (sour,\nacrid, salt, sweet, bitter), yet combinations of themyield more flavors than can ever be tasted.\n10. In battle, there are not more than two methods of\nattack—the direct and the indirect; yet these two incombination give rise to an endless series of maneu-vers.\n11. The direct and the indirect lead on to each other in\nturn. It is like moving in a circle—you never come toan end. Who can exhaust the possibilities of their com-bination?\n12. The onset of troops is like the rush of a torrent\nwhich will even roll stones along in its course.\n13. The quality of decision is like the well-timed swoop\nof a falcon which enables it to strike and destroy its vic-tim.\n14. Therefore the good fighter will be terrible in his\nonset, and prompt in his decision.\n16\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n15. Energy may be likened to the bending of a cross-\nbow; decision, to the releasing of a trigger.\n16. Amid the turmoil and tumult of battle, there may be\nseeming disorder and yet no real disorder at all; amidconfusion and chaos, your array may be without heador tail, yet it will be proof against defeat.\n17. Simulated disorder postulates perfect discipline,\nsimulated fear postulates courage; simulated weaknesspostulates strength.\n18. Hiding order beneath the cloak of disorder is sim-\nply a question of subdivision; concealing courageunder a show of timidity presupposes a fund of latentenergy; masking strength with weakness is to be effect-ed by tactical dispositions.\n19. Thus one who is skillful at keeping the enemy on\nthe move maintains deceitful appearances, according towhich the enemy will act.  He sacrifices something,that the enemy may snatch at it.\n20. By holding out baits, he keeps him on the march;\nthen with a body of picked men he lies in wait for him.\n21. The clever combatant looks to the effect of com-\nbined energy, and does not require too much from indi-viduals. Hence his ability to pick out the right men andutilize combined energy.\n17\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n22. When he utilizes combined energy, his fighting\nmen become as it were like unto rolling logs or stones.For it is the nature of a log or stone to remain motion-less on level ground, and to move when on a slope; iffour-cornered, to come to a standstill, but if round-shaped, to go rolling down.\n23. Thus the energy developed by good fighting men is\nas the momentum of a round stone rolled down amountain thousands of feet in height.  So much on thesubject of energy.\n18\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nVI \n/G57/G65/G61/G6B/G20/G50/G6F/G69/G6E/G74/G73/G20/G61/G6E/G64/G20/G53/G74/G72/G6F/G6E/G67\n1. Sun Tzu said :Whoever is first in the field and awaits\nthe coming of the enemy, will be fresh for the fight;whoever is second in the field and has to hasten to bat-tle will arrive exhausted.\n2. Therefore the clever combatant imposes his will on\nthe enemy, but does not allow the enemy’s will to beimposed on him.\n3. By holding out advantages to him, he can cause the\nenemy to approach of his own accord; or, by inflictingdamage, he can make it impossible for the enemy todraw near.\n4. If the enemy is taking his ease, he can harass him; if\nwell supplied with food, he can starve him out; if qui-etly encamped, he can force him to move.\n5. Appear at points which the enemy must hasten to\ndefend; march swiftly to places where you are notexpected.\n6. An army may march great distances without distress,\nif it marches through country where the enemy is not.\n7. You can be sure of succeeding in your attacks if you\nonly attack places which are undefended.You can\n19\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nensure the safety of your defense if you only hold posi-\ntions that cannot be attacked.\n8. Hence that general is skillful in attack whose oppo-\nnent does not know what to defend; and he is skillful indefense whose opponent does not know what to attack.\n9. O divine art of subtlety and secrecy!  Through you\nwe learn to be invisible, through you inaudible; andhence we can hold the enemy’s fate in our hands.\n10. You may advance and be absolutely irresistible, if\nyou make for the enemy’s weak points; you may retireand be safe from pursuit if your movements are morerapid than those of the enemy.\n11. If we wish to fight, the enemy can be forced to an\nengagement even though he be sheltered behind a highrampart and a deep ditch. All we need do is attack someother place that he will be obliged to relieve.\n12. If we do not wish to fight, we can prevent the\nenemy from engaging us even though the lines of ourencampment be merely traced out on the ground. Allwe need do is to throw something odd and unaccount-able in his way.\n13. By discovering the enemy’s dispositions and\nremaining invisible ourselves, we can keep our forcesconcentrated, while the enemy’s must be divided.\n20\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n14. We can form a single united body, while the enemy\nmust split up into fractions. Hence there will be awhole pitted against separate parts of a whole, whichmeans that we shall be many to the enemy’s few.\n15. And if we are able thus to attack an inferior force\nwith a superior one, our opponents will be in direstraits.\n16. The spot where we intend to fight must not be made\nknown; for then the enemy will have to prepare againsta possible attack at several different points; and hisforces being thus distributed in many directions, thenumbers we shall have to face at any given point willbe proportionately few.\n17. For should the enemy strengthen his van, he will\nweaken his rear; should he strengthen his rear, he willweaken his van; should he strengthen his left, he willweaken his right; should he strengthen his right, he willweaken his left. If he sends reinforcements every-where, he will everywhere be weak.\n18. Numerical weakness comes from having to prepare\nagainst possible attacks; numerical strength, from com-pelling our adversary to make these preparationsagainst us.\n19. Knowing the place and the time of the coming bat-\ntle, we may concentrate from the greatest distances inorder to fight.\n21\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G"
    },
    {
      "chapter_index": 6,
      "chapter_code": "C006",
      "chapter_title": null,
      "heading_roman": "VII",
      "start_offset": 25500,
      "end_offset": 34000,
      "chapter_text": "72\n20. But if neither time nor place be known, then the left\nwing will be impotent to succor the right, the rightequally impotent to succor the left, the van unable torelieve the rear, or the rear to support the van. Howmuch more so if the furthest portions of the army areanything under a hundred LI apart, and even the near-est are separated by several LI!\n21. Though according to my estimate the soldiers of\nYueh exceed our own in number, that shall advantagethem nothing in the matter of victory. I say then thatvictory can be achieved.\n22. Though the enemy be stronger in numbers, we may\nprevent him from fighting. Scheme so as to discoverhis plans and the likelihood of their success.\n23. Rouse him, and learn the principle of his activity or\ninactivity.  Force him to reveal himself, so as to find outhis vulnerable spots.\n24. Carefully compare the opposing army with your\nown, so that you may know where strength is super-abundant and where it is deficient.\n25. In making tactical dispositions, the highest pitch\nyou can attain is to conceal them; conceal your dispo-sitions, and you will be safe from the prying of the sub-tlest spies, from the machinations of the wisest brains.\n22\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n26. How victory may be produced for them out of the\nenemy’s own tactics—that is what the multitude cannotcomprehend.\n27. All men can see the tactics whereby I conquer, but\nwhat none can see is the strategy out of which victoryis evolved.\n28. Do not repeat the tactics which have gained you\none victory, but let your methods be regulated by theinfinite variety of circumstances.\n29. Military tactics are like unto water; for water in its\nnatural course runs away from high places and hastensdownwards.\n30. So in war, the way is to avoid what is strong and to\nstrike at what is weak.\n31. Water shapes its course according to the nature of\nthe ground over which it flows; the soldier works outhis victory in relation to the foe whom he is facing.\n32. Therefore, just as water retains no constant shape,\nso in warfare there are no constant conditions.\n33. He who can modify his tactics in relation to his\nopponent and thereby succeed in winning, may becalled a heaven-born captain.\n23\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n34. The five elements (water, fire, wood, metal, earth)\nare not always equally predominant; the four seasonsmake way for each other in turn. There are short daysand long; the moon has its periods of waning and wax-ing.\n24\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nVII\n/G4D/G61/G6E/G65/G75/G76/G65/G72/G69/G6E/G67\n1.Sun Tzu said : In war, the general receives his com-\nmands from the sovereign.\n2. Having collected an army and concentrated his\nforces, he must blend and harmonize the different ele-ments thereof before pitching his camp.\n3. After that, comes tactical maneuvering, than which\nthere is nothing more difficult. The difficulty of tacticalmaneuvering consists in turning the devious into thedirect, and misfortune into gain.\n4. Thus, to take a long and circuitous route, after entic-\ning the enemy out of the way, and though starting afterhim, to contrive to reach the goal before him, showsknowledge of the artifice of DEVIATION.\n5. Maneuvering with an army is advantageous; with an\nundisciplined multitude, most dangerous.\n6. If you set a fully equipped army in march in order to\nsnatch an advantage, the chances are that you will betoo late. On the other hand, to detach a flying columnfor the purpose involves the sacrifice of its baggageand stores.\n25\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n7. Thus, if you order your men to roll up their buff-\ncoats, and make forced marches without halting day ornight, covering double the usual distance at a stretch,doing a hundred LI in order to wrest an advantage, theleaders of all your three divisions will fall into thehands of the enemy.\n8. The stronger men will be in front, the jaded ones will\nfall behind, and on this plan only one-tenth of yourarmy will reach its destination.\n9. If you march fifty LI in order to outmaneuver the\nenemy, you will lose the leader of your first division,and only half your force will reach the goal.\n10. If you march thirty LI with the same object, two-\nthirds of your army will arrive.\n11. We may take it then that an army without its bag-\ngage-train is lost; without provisions it is lost; withoutbases of supply it is lost.\n12. We cannot enter into alliances until we are\nacquainted with the designs of our neighbors.\n13. We are not fit to lead an army on the march unless\nwe are familiar with the face of the country—its moun-tains and forests, its pitfalls and precipices, its marshesand swamps.\n26\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n14. We shall be unable to turn natural advantage to\naccount unless we make use of local guides.\n15. In war, practice dissimulation, and you will suc-\nceed.\n16. Whether to concentrate or to divide your troops,\nmust be decided by circumstances.\n17. Let your rapidity be that of the wind, your com-\npactness that of the forest.\n18. In raiding and plundering be like fire, is immov-\nability like a mountain.\n19. Let your plans be dark and impenetrable as night,\nand when you move, fall like a thunderbolt.\n20. When you plunder a countryside, let the spoil be\ndivided amongst your men; when you capture new ter-ritory, cut it up into allotments for the benefit of the sol-diery.\n21. Ponder and deliberate before you make a move.\n22. He will conquer who has learnt the artifice of devi-\nation. Such is the art of maneuvering.\n23. The Book of Army Management says: On the field\nof battle, the spoken word does not carry far enough:hence the institution of gongs and drums.  Nor can\n27\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nordinary objects be seen clearly enough: hence the\ninstitution of banners and flags.\n24. Gongs and drums, banners and flags, are means\nwhereby the ears and eyes of the host may be focusedon one particular point.\n25. The host thus forming a single united body, is it\nimpossible either for the brave to advance alone, or forthe cowardly to retreat alone. This is the art of handlinglarge masses of men.\n26. In night-fighting, then, make much use of signal-\nfires and drums, and in fighting by day, of flags andbanners, as a means of influencing the ears and eyes ofyour army.\n27. A whole army may be robbed of its spirit; a com-\nmander-in-chief may be robbed of his presence ofmind.\n28. Now a soldier’s spirit is keenest in the morning; by\nnoonday it has begun to flag; and in the evening, hismind is bent only on returning to camp.\n29. A clever general, therefore, avoids an army when\nits spirit is keen, but attacks it when it is sluggish andinclined to return.  This is the art of studying moods.\n28\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n30. Disciplined and calm, to await the appearance of\ndisorder and hubbub amongst the enemy:—this is theart of retaining self-possession.\n31. To be near the goal while the enemy is still far from\nit, to wait at ease while the enemy is toiling and strug-gling, to be well-fed while the enemy is famished:—this is the art of husbanding one’s strength.\n32. To refrain from intercepting an enemy whose ban-\nners are in perfect order, to refrain from attacking anarmy drawn up in calm and confident array:—this isthe art of studying circumstances.\n33. It is a military axiom not to advance uphill against\nthe enemy, nor to oppose him when he comes downhill.\n34. Do not pursue an enemy who simulates flight; do\nnot attack soldiers whose temper is keen.\n35. Do not swallow bait offered by the enemy. Do not\ninterfere with an army that is returning home.\n36. When you surround an army, leave an outlet free.\nDo not press a desperate foe too hard.\n37. Such is the art of warfare.\n29\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nVIII\n/G56/G61/G72/G69/G61/G74/G69/G6F/G6E/G20/G69/G6E/G20/G54/G61/G63/G74/G69/G63/G73\n1.Sun Tzu said :In war, the general receives his com-\nmands from the sovereign, collects his army and con-centrates his forces.\n2. When in difficult country, do not"
    },
    {
      "chapter_index": 7,
      "chapter_code": "C007",
      "chapter_title": null,
      "heading_roman": "IX",
      "start_offset": 34000,
      "end_offset": 42500,
      "chapter_text": " encamp. In country\nwhere high roads intersect, join hands with your allies.Do not linger in dangerously isolated positions. Inhemmed-in situations, you must resort to stratagem. Indesperate position, you must fight.\n3. There are roads which must not be followed, armies\nwhich must be not attacked, towns which must bebesieged, positions which must not be contested, com-mands of the sovereign which must not be obeyed.\n4. The general who thoroughly understands the advan-\ntages that accompany variation of tactics knows how tohandle his troops.\n5. The general who does not understand these, may be\nwell acquainted with the configuration of the country,yet he will not be able to turn his knowledge to practi-cal account.\n30\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n6. So, the student of war who is unversed in the art of\nwar of varying his plans, even though he be acquaintedwith the Five Advantages, will fail to make the best useof his men.\n7. Hence in the wise leader’s plans, considerations of\nadvantage and of disadvantage will be blended togeth-er.\n8. If our expectation of advantage be tempered in this\nway, we may succeed in accomplishing the essentialpart of our schemes.\n9. If, on the other hand, in the midst of difficulties we\nare always ready to seize an advantage, we may extri-cate ourselves from misfortune.\n10. Reduce the hostile chiefs by inflicting damage on\nthem; and make trouble for them, and keep them con-stantly engaged; hold out specious allurements, andmake them rush to any given point.\n11. The art of war teaches us to rely not on the likeli-\nhood of the enemy’s not coming, but on our own readi-ness to receive him; not on the chance of his not attack-ing, but rather on the fact that we have made our posi-tion unassailable.\n12. There are five dangerous faults which may affect a\ngeneral:\n(1) Recklessness, which leads to destruction;\n31\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n(2) cowardice, which leads to capture;\n(3) a hasty temper, which can be provoked byinsults;(4) a delicacy of honor which is sensitive to shame;(5) over-solicitude for his men, which exposes himto worry and trouble.\n13. These are the five besetting sins of a general,\nruinous to the conduct of war.\n14. When an army is overthrown and its leader slain,\nthe cause will surely be found among these five dan-gerous faults. Let them be a subject of meditation.\n32\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nIX\n/G54/G68/G65/G20/G41/G72/G6D/G79/G20/G6F/G6E/G20/G74/G68/G65/G20/G4D/G61/G72/G63/G68\n1. Sun Tzu said: We come now to the question of\nencamping the army, and observing signs of the enemy.Pass quickly over mountains, and keep in the neigh-borhood of valleys.\n2. Camp in high places, facing the sun. Do not climb\nheights in order to fight. So much for mountain war-fare.\n3. After crossing a river, you should get far away from\nit.\n4. When an invading force crosses a river in its onward\nmarch, do not advance to meet it in mid-stream. It willbe best to let half the army get across, and then deliveryour attack.\n5. If you are anxious to fight, you should not go to meet\nthe invader near a river which he has to cross.\n6. Moor your craft higher up than the enemy, and fac-\ning the sun. Do not move up-stream to meet the enemy.So much for river warfare.\n7. In crossing salt-marshes, your sole concern should\nbe to get over them quickly, without any delay.\n33\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n8. If forced to fight in a salt-marsh, you should have\nwater and grass near you, and get your back to a clumpof trees.  So much for operations in salt-marches.\n9. In dry, level country, take up an easily accessible\nposition with rising ground to your right and on yourrear, so that the danger may be in front, and safety liebehind. So much for campaigning in flat country.\n10. These are the four useful branches of military\nknowledge which enabled the Yellow Emperor to van-quish four several sovereigns.\n11. All armies prefer high ground to low and sunny\nplaces to dark.\n12. If you are careful of your men, and camp on hard\nground, the army will be free from disease of everykind, and this will spell victory.\n13. When you come to a hill or a bank, occupy the\nsunny side, with the slope on your right rear. Thus youwill at once act for the benefit of your soldiers and uti-lize the natural advantages of the ground.\n14. When, in consequence of heavy rains up-country, a\nriver which you wish to ford is swollen and fleckedwith foam, you must wait until it subsides.\n15. Country in which there are precipitous cliffs with\ntorrents running between, deep natural hollows, con-\n34\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nfined places, tangled thickets, quagmires and crevass-\nes, should be left with all possible speed and notapproached.\n16. While we keep away from such places, we should\nget the enemy to approach them; while we face them,we should let the enemy have them on his rear.\n17. If in the neighborhood of your camp there should\nbe any hilly country, ponds surrounded by aquaticgrass, hollow basins filled with reeds, or woods withthick undergrowth, they must be carefully routed outand searched; for these are places where men inambush or insidious spies are likely to be lurking.\n18. When the enemy is close at hand and remains quiet,\nhe is relying on the natural strength of his position.\n19. When he keeps aloof and tries to provoke a battle,\nhe is anxious for the other side to advance.\n20. If his place of encampment is easy of access, he is\ntendering a bait.\n21. Movement amongst the trees of a forest shows that\nthe enemy is advancing. The appearance of a numberof screens in the midst of thick grass means that theenemy wants to make us suspicious.\n35\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n22. The rising of birds in their flight is the sign of an\nambuscade. Startled beasts indicate that a suddenattack is coming.\n23. When there is dust rising in a high column, it is the\nsign of chariots advancing; when the dust is low, butspread over a wide area, it betokens the approach ofinfantry. When it branches out in different directions, itshows that parties have been sent to collect firewood.A few clouds of dust moving to and fro signify that thearmy is encamping.\n24. Humble words and increased preparations are signs\nthat the enemy is about to advance. Violent languageand driving forward as if to the attack are signs that hewill retreat.\n25. When the light chariots come out first and take up\na position on the wings, it is a sign that the enemy isforming for battle.\n26. Peace proposals unaccompanied by a sworn\ncovenant indicate a plot.\n27. When there is much running about and the soldiers\nfall into rank, it means that the critical moment hascome.\n28. When some are seen advancing and some retreat-\ning, it is a lure.\n36\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n29. When the soldiers stand leaning on their spears,\nthey are faint from want of food.\n30. If those who are sent to draw water begin by drink-\ning themselves, the army is suffering from thirst.\n31. If the enemy sees an advantage to be gained and\nmakes no effort to secure it, the soldiers are exhausted.\n32. If birds gather on any spot, it is unoccupied. Clamor\nby night betokens nervousness.\n33. If there is disturbance in the camp, the general’s\nauthority is weak.  If the banners and flags are shiftedabout, sedition is afoot. If the officers are angry, itmeans that the men are weary.\n34. When an rmy feeds its horses with grain and kills\nits cattle for food, and when the men do not hang theircooking-pots over the camp-fires, showing that theywill not return to their tents, you may know that theyare determined to fight to the death.\n35. The sight of men whispering together in small\nknots or speaking in subdued tones points to disaffec-tion amongst the rank and file.\n36. Too frequent rewards signify that the enemy is at\nthe end of his resources; too many punishments betraya condition of dire distress.\n37. To begin by bluster, but afterwards to take fright at\n37\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nthe ene"
    },
    {
      "chapter_index": 8,
      "chapter_code": "C008",
      "chapter_title": null,
      "heading_roman": "XI",
      "start_offset": 42500,
      "end_offset": 51000,
      "chapter_text": "my’s numbers, shows a supreme lack of intelli-\ngence.\n38. When envoys are sent with compliments in their\nmouths, it is a sign that the enemy wishes for a truce.\n39. If the enemy’s troops march up angrily and remain\nfacing ours for a long time without either joining battleor taking themselves off again, the situation is one thatdemands great vigilance and circumspection.\n40. If our troops are no more in number than the enemy,\nthat is amply sufficient; it only means that no directattack can be made. What we can do is simply to con-centrate all our available strength, keep a close watchon the enemy, and obtain reinforcements.\n41. He who exercises no forethought but makes light of\nhis opponents is sure to be captured by them.\n42. If soldiers are punished before they have grown\nattached to you, they will not prove submissive; and,unless submissive, then will be practically useless. If,when the soldiers have become attached to you, pun-ishments are not enforced, they will still be unless.\n43. Therefore soldiers must be treated in the first\ninstance with humanity, but kept under control bymeans of iron discipline. This is a certain road to vic-tory.\n38\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n44. If in training soldiers commands are habitually\nenforced, the army will be well-disciplined; if not, itsdiscipline will be bad.\n45. If a general shows confidence in his men but\nalways insists on his orders being obeyed, the gain willbe mutual.\n39\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nX\n/G54/G65/G72/G72/G61/G69/G6E\n1. Sun Tzu said: We may distinguish six kinds of ter-\nrain, to wit:\n(1) Accessible ground; (2) entangling ground;(3)temporizing ground;(4) narrow passes;(5) precipitousheights;(6) positions at a great distance from the enemy.\n2. Ground which can be freely traversed by both sides\nis called accessible.\n3. With regard to ground of this nature, be before the\nenemy in occupying the raised and sunny spots, andcarefully guard your line of supplies. Then you will beable to fight with advantage.\n4. Ground which can be abandoned but is hard to re-\noccupy is called entangling.\n5. From a position of this sort, if the enemy is unpre-\npared, you may sally forth and defeat him. But if theenemy is prepared for your coming, and you fail todefeat him, then, return being impossible, disaster willensue.\n40\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n6. When the position is such that neither side will gain\nby making the first move, it is called temporizingground.\n7. In a position of this sort, even though the enemy\nshould offer us an attractive bait, it will be advisablenot to stir forth, but rather to retreat, thus enticing theenemy in his turn; then, when part of his army hascome out, we may deliver our attack with advantage.\n8. With regard to narrow passes, if you can occupy\nthem first, let them be strongly garrisoned and awaitthe advent of the enemy.\n9. Should the army forestall you in occupying a pass,\ndo not go after him if the pass is fully garrisoned, butonly if it is weakly garrisoned.\n10. With regard to precipitous heights, if you are\nbeforehand with your adversary, you should occupy theraised and sunny spots, and there wait for him to comeup.\n11. If the enemy has occupied them before you, do not\nfollow him, but retreat and try to entice him away.\n12. If you are situated at a great distance from the\nenemy, and the strength of the two armies is equal, it isnot easy to provoke a battle, and fighting will be toyour disadvantage.\n41\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n13. These six are the principles connected with Earth.\nThe general who has attained a responsible post mustbe careful to study them.\n14. Now an army is exposed to six several calamities,\nnot arising from natural causes, but from faults forwhich the general is responsible. These are: \n(1) Flight;(2) insubordination; (3) collapse; (4) ruin; (5) disorganization; (6) rout.\n15. Other conditions being equal, if one force is hurled\nagainst another ten times its size, the result will be theflight of the former.\n16. When the common soldiers are too strong and their\nofficers too weak, the result is insubordination. Whenthe officers are too strong and the common soldiers tooweak, the result is collapse.\n17. When the higher officers are angry and insubordi-\nnate, and on meeting the enemy give battle on theirown account from a feeling of resentment, before thecommander-in-chief can tell whether or no he is in aposition to fight, the result is ruin.\n18. When the general is weak and without authority;\nwhen his orders are not clear and distinct; when there\n42\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nare no fixes duties assigned to officers and men, and\nthe ranks are formed in a slovenly haphazard manner,the result is utter disorganization.\n19. When a general, unable to estimate the enemy’s\nstrength, allows an inferior force to engage a largerone, or hurls a weak detachment against a powerfulone, and neglects to place picked soldiers in the frontrank, the result must be rout.\n20. These are six ways of courting defeat, which must\nbe carefully noted by the general who has attained aresponsible post.\n21. The natural formation of the country is the soldier’s\nbest ally; but a power of estimating the adversary, ofcontrolling the forces of victory, and of shrewdly cal-culating difficulties, dangers and distances, constitutesthe test of a great general.\n22. He who knows these things, and in fighting puts his\nknowledge into practice, will win his battles. He whoknows them not, nor practices them, will surely bedefeated.\n23. If fighting is sure to result in victory, then you must\nfight, even though the ruler forbid it; if fighting will notresult in victory, then you must not fight even at theruler’s bidding.\n43\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n24. The general who advances without coveting fame\nand retreats without fearing disgrace, whose onlythought is to protect his country and do good servicefor his sovereign, is the jewel of the kingdom.\n25. Regard your soldiers as your children, and they will\nfollow you into the deepest valleys; look upon them asyour own beloved sons, and they will stand by youeven unto death.\n26. If, however, you are indulgent, but unable to make\nyour authority felt; kind-hearted, but unable to enforceyour commands; and incapable, moreover, of quellingdisorder: then your soldiers must be likened to spoiltchildren; they are useless for any practical purpose.\n27. If we know that our own men are in a condition to\nattack, but are unaware that the enemy is not open toattack, we have gone only halfway towards victory.\n28. If we know that the enemy is open to attack, but are\nunaware that our own men are not in a condition toattack, we have gone only halfway towards victory.\n29. If we know that the enemy is open to attack, and\nalso know that our men are in a condition to attack, butare unaware that the nature of the ground makes fight-ing impracticable, we have still gone only halfwaytowards victory.\n44\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n30. Hence the experienced soldier, once in motion, is\nnever bewildered; once he has broken camp, he isnever at a loss.\n31. Hence the saying:  If you know the enemy and\nknow yourself, your victory will not stand in doubt; ifyou know Heaven and know Earth, you may make yourvictory complete.\n45\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nXI \n/G54/G68/G65/G20/G4E/G69/G6E/G65/G20/G53/G69/G74/G75/G61/G74/G69/G6F/G6E/G73\n1.Sun Tzu said: The art of war recognizes nine vari-\neties of ground:\n(1) Dispersive ground; (2) facile ground; (3) contentious ground;(4) open ground; (5) ground of intersecting highways;(6) serious ground; (7) difficult ground; (8) hemmed-in ground;(9) desperate ground.\n2. When a chieftain is fighting in his own territory, it is\ndispersive ground.\n3. When he has penetrated into hostile territory, but to\nno great distance, it is facile ground.\n4. Ground the possession of which imports great\nadvantage to either side, is contentious ground.\n5. Ground on which each side has liber"
    },
    {
      "chapter_index": 9,
      "chapter_code": "C009",
      "chapter_title": null,
      "heading_roman": null,
      "start_offset": 51000,
      "end_offset": 51150,
      "chapter_text": "ty of movement\nis open ground.\n6. Ground which forms the key to three contiguous\nstates, so that he who occupies it first has most of the\n46\n/G53/G75/"
    },
    {
      "chapter_index": 10,
      "chapter_code": "C010",
      "chapter_title": null,
      "heading_roman": null,
      "start_offset": 51150,
      "end_offset": 59500,
      "chapter_text": "G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nEmpire at his command, is a ground of intersecting\nhighways.\n7. When an army has penetrated into the heart of a hos-\ntile country, leaving a number of fortified cities in itsrear, it is serious ground.\n8. Mountain forests, rugged steeps, marshes and fens—\nall country that is hard to traverse: this is difficultground.\n9. Ground which is reached through narrow gorges,\nand from which we can only retire by tortuous paths sothat a small number of the enemy would suffice tocrush a large body of our men:  this is hemmed inground.\n10. Ground on which we can only be saved from\ndestruction by fighting without delay, is desperateground.\n11. On dispersive ground, therefore, fight not. On facile\nground, halt not. On contentious ground, attack not.\n12. On open ground, do not try to block the enemy’s\nway. On the ground of intersecting highways, joinhands with your allies.\n13. On serious ground, gather in plunder. In difficult\nground, keep steadily on the march.\n47\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n14. On hemmed-in ground, resort to stratagem. On des-\nperate ground, fight.\n15. Those who were called skillful leaders of old knew\nhow to drive a wedge between the enemy’s front andrear; to prevent co-operation between his large andsmall divisions; to hinder the good troops from rescu-ing the bad, the officers from rallying their men.\n16. When the enemy’s men were united, they managed\nto keep them in disorder.\n17. When it was to their advantage, they made a for-\nward move; when otherwise, they stopped still.\n18. If asked how to cope with a great host of the enemy\nin orderly array and on the point of marching to theattack, I should say: “Begin by seizing somethingwhich your opponent holds dear; then he will beamenable to your will.”\n19. Rapidity is the essence of war:  take advantage of\nthe enemy’s unreadiness, make your way by unexpect-ed routes, and attack unguarded spots.\n20. The following are the principles to be observed by\nan invading force: The further you penetrate into acountry, the greater will be the solidarity of yourtroops, and thus the defenders will not prevail againstyou.\n48\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n21. Make forays in fertile country in order to supply\nyour army with food.\n22. Carefully study the well-being of your men, and do\nnot overtax them. Concentrate your energy and hoardyour strength. Keep your army continually on themove, and devise unfathomable plans.\n23. Throw your soldiers into positions whence there is\nno escape, and they will prefer death to flight. If theywill face death, there is nothing they may not achieve.Officers and men alike will put forth their uttermoststrength.\n24. Soldiers wheen in desperate straits lose the sense of\nfear. If there is no place of refuge, they will stand firm.If they are in hostile country, they will show a stubbornfront. If there is no help for it, they will fight hard.\n25. Thus, without waiting to be marshaled, the soldiers\nwill be constantly on the qui vive; without waiting tobe asked, they will do your will; without restrictions,they will be faithful; without giving orders, they can betrusted.\n26. Prohibit the taking of omens, and do away with\nsuperstitious doubts. Then, until death itself comes, nocalamity need be feared.\n27. If our soldiers are not overburdened with money, it\nis not because they have a distaste for riches; if their\n49\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nlives are not unduly long, it is not because they are dis-\ninclined to longevity.\n28. On the day they are ordered out to battle, your sol-\ndiers may weep, those sitting up bedewing their gar-ments, and those lying down letting the tears run downtheir cheeks. But let them once be brought to bay, andthey will display the courage of a Chu or a Kuei.\n29. The skillful tactician may be likened to the shuai-\njan. Now the shuai-jan is a snake that is found in theChUng mountains. Strike at its head, and you will beattacked by its tail; strike at its tail, and you will beattacked by its head; strike at its middle, and you willbe attacked by head and tail both.\n30. Asked if an army can be made to imitate the shuai-\njan, I should answer, Yes. For the men of Wu and themen of Yueh are enemies; yet if they are crossing ariver in the same boat and are caught by a storm, theywill come to each other’s assistance just as the left handhelps the right.\n31. Hence it is not enough to put one’s trust in the teth-\nering of horses, and the burying of chariot wheels in theground\n32. The principle on which to manage an army is to set\nup one standard of courage which all must reach.\n50\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n33. How to make the best of both strong and weak—\nthat is a question involving the proper use of ground.\n34. Thus the skillful general conducts his army just as\nthough he were leading a single man, willy-nilly, by thehand.\n35. It is the business of a general to be quiet and thus\nensure secrecy; upright and just, and thus maintainorder.\n36. He must be able to mystify his officers and men by\nfalse reports and appearances, and thus keep them intotal ignorance.\n37. By altering his arrangements and changing his\nplans, he keeps the enemy without definite knowledge.By shifting his camp and taking circuitous routes, heprevents the enemy from anticipating his purpose.\n38. At the critical moment, the leader of an army acts\nlike one who has climbed up a height and then kicksaway the ladder behind him. He carries his men deepinto hostile territory before he shows his hand.\n39. He burns his boats and breaks his cooking-pots;\nlike a shepherd driving a flock of sheep, he drives hismen this way and that, and nothing knows whither heis going.\n51\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n40. To muster his host and bring it into danger:—this\nmay be termed the business of the general.\n41. The different measures suited to the nine varieties\nof ground; the expediency of aggressive or defensivetactics; and the fundamental laws of human nature:these are things that must most certainly be studied.\n42. When invading hostile territory, the general princi-\nple is, that penetrating deeply brings cohesion; pene-trating but a short way means dispersion.\n43. When you leave your own country behind, and take\nyour army across neighborhood territory, you findyourself on critical ground. When there are means ofcommunication on all four sides, the ground is one ofintersecting highways.\n44. When you penetrate deeply into a country, it is seri-\nous ground. When you penetrate but a little way, it isfacile ground.\n45. When you have the enemy’s strongholds on your\nrear, and narrow passes in front, it is hemmed-inground. When there is no place of refuge at all, it isdesperate ground.\n46. Therefore, on dispersive ground, I would inspire\nmy men with unity of purpose. On facile ground, Iwould see that there is close connection between allparts of my army.\n52\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n47. On contentious ground, I would hurry up my rear.\n48. On open ground, I would keep a vigilant eye on my\ndefenses. On ground of intersecting highways, I wouldconsolidate my alliances.\n49. On serious ground, I would try to ensure a continu-\nous stream of supplies. On difficult ground, I wouldkeep pushing on along the road.\n50. On hemmed-in ground, I would block any way of\nretreat. On desperate ground, I would proclaim to mysoldiers the hopelessness of saving their lives.\n51. For it is the soldier’s disposition to offer an obsti-\nnate resistance when surrounded, to fight hard when hecannot help himself, and to obey promptly when he hasfallen into danger.\n52. We cannot enter into alliance with neighboring\nprinces until we are acquainted with their designs. Weare not fit to lead an army on the march unless we arefamiliar with the face of the country—its mountainsand forests, its pitfalls and precipices, its marshes andswamps. We shall be unable to turn natural advantagesto acco"
    },
    {
      "chapter_index": 11,
      "chapter_code": "C011",
      "chapter_title": null,
      "heading_roman": "XII",
      "start_offset": 59500,
      "end_offset": 68000,
      "chapter_text": "unt unless we make use of local guides.\n53. To be ignored of any one of the following four or\nfive principles does not befit a warlike prince.\n53\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n54. When a warlike prince attacks a powerful state, his\ngeneralship shows itself in preventing the concentra-tion of the enemy’s forces. He overawes his opponents,and their allies are prevented from joining against him.\n55. Hence he does not strive to ally himself with all and\nsundry, nor does he foster the power of other states. Hecarries out his own secret designs, keeping his antago-nists in awe. Thus he is able to capture their cities andoverthrow their kingdoms.\n56. Bestow rewards without regard to rule, issue orders\nwithout regard to previous arrangements; and you willbe able to handle a whole army as though you had to dowith but a single man.\n57. Confront your soldiers with the deed itself; never\nlet them know your design. When the outlook is bright,bring it before their eyes; but tell them nothing whenthe situation is gloomy.\n58. Place your army in deadly peril, and it will survive;\nplunge it into desperate straits, and it will come off insafety.\n59. For it is precisely when a force has fallen into\nharm’s way that is capable of striking a blow for victo-ry.\n60. Success in warfare is gained by carefully accom-\nmodating ourselves to the enemy’s purpose.\n54\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n61. By persistently hanging on the enemy’s flank, we\nshall succeed in the long run in killing the commander-in-chief.\n62. This is called ability to accomplish a thing by sheer\ncunning.\n63. On the day that you take up your command, block\nthe frontier passes, destroy the official tallies, and stopthe passage of all emissaries.\n64. Be stern in the council-chamber, so that you may\ncontrol the situation.\n65. If the enemy leaves a door open, you must rush in.\n66. Forestall your opponent by seizing what he holds\ndear, and subtly contrive to time his arrival on theground.\n67. Walk in the path defined by rule, and accommodate\nyourself to the enemy until you can fight a decisive bat-tle.\n68. At first, then, exhibit the coyness of a maiden, until\nthe enemy gives you an opening; afterwards emulatethe rapidity of a running hare, and it will be too late forthe enemy to oppose you.\n55\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nXII\n/G54/G68/G65/G20/G41/G74/G74/G61/G63/G6B/G20/G62/G79/G20/G46._/G69/G72/G65\n1. Sun Tzu said: There are five ways of attacking with\nfire. The first is to burn soldiers in their camp; the sec-ond is to burn stores; the third is to burn baggage trains;the fourth is to burn arsenals and magazines; the fifth isto hurl dropping fire amongst the enemy.\n2. In order to carry out an attack, we must have means\navailable. The material for raising fire should alwaysbe kept in readiness.\n3. There is a proper season for making attacks with fire,\nand special days for starting a conflagration.\n4. The proper season is when the weather is very dry;\nthe special days are those when the moon is in the con-stellations of the Sieve, the Wall, the Wing or theCross-bar; for these four are all days of rising wind.\n5. In attacking with fire, one should be prepared to\nmeet five possible developments:\n6. (1) When fire breaks out inside to enemy’s camp,\nrespond at once with an attack from without.\n7. (2) If there is an outbreak of fire, but the enemy’s\nsoldiers remain quiet, bide your time and do not attack.\n56\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n8. (3) When the force of the flames has reached its\nheight, follow it up with an attack, if that is practicable;if not, stay where you are.\n9. (4) If it is possible to make an assault with fire from\nwithout, do not wait for it to break out within, butdeliver your attack at a favorable moment.\n10. (5) When you start a fire, be to windward of it. Do\nnot attack from the leeward.\n11. A wind that rises in the daytime lasts long, but a\nnight breeze soon falls.\n12. In every army, the five developments connected\nwith fire must be known, the movements of the starscalculated, and a watch kept for the proper days.\n13. Hence those who use fire as an aid to the attack\nshow intelligence; those who use water as an aid to theattack gain an accession of strength.\n14. By means of water, an enemy may be intercepted,\nbut not robbed of all his belongings.\n15. Unhappy is the fate of one who tries to win his bat-\ntles and succeed in his attacks without cultivating thespirit of enterprise; for the result is waste of time andgeneral stagnation.\n57\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n16. Hence the saying:  The enlightened ruler lays his\nplans well ahead; the good general cultivates hisresources.\n17. Move not unless you see an advantage; use not your\ntroops unless there is something to be gained; fight notunless the position is critical.\n18. No ruler should put troops into the field merely to\ngratify his own spleen; no general should fight a battlesimply out of pique.\n19. If it is to your advantage, make a forward move; if\nnot, stay where you are.\n20. Anger may in time change to gladness; vexation\nmay be succeeded by content.\n21. But a kingdom that has once been destroyed can\nnever come again into being; nor can the dead ever bebrought back to life.\n22. Hence the  enlightened ruler is heedful and the\ngood general full of caution. This is the way to keep acountry at peace and an army intact.\n58\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\nXIII\n/G54/G68/G65/G20/G55/G73/G65/G20/G6F/G66/G20/G53/G70/G69/G65/G73\n1. Sun Tzu said: Raising a host of a hundred thousand\nmen and marching them great distances entails heavyloss on the people and a drain on the resources of theState. The daily expenditure will amount to a thousandounces of silver. There will be commotion at home andabroad, and men will drop down exhausted on the high-ways. As many as seven hundred thousand familieswill be impeded in their labor.\n2. Hostile armies may face each other for years, striv-\ning for the victory which is decided in a single day.This being so, to remain in ignorance of the enemy’scondition simply because one grudges the outlay of ahundred ounces of silver in honors and emoluments, isthe height of inhumanity.\n3. One who acts thus is no leader of men, no present\nhelp to his sovereign, no master of victory.\n4. Thus, what enables the wise sovereign and the good\ngeneral to strike and conquer, and achieve thingsbeyond the reach of ordinary men, is foreknowledge.\n5. Now this foreknowledge cannot be elicited from\nspirits; it cannot be obtained inductively from experi-ence, nor by any deductive calculation.\n59\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n6. Knowledge of the enemy’s dispositions can only be\nobtained from other men.\n7. Hence the use of spies, of whom there are five class-\nes: \n(1) Local spies; (2) inward spies; (3) converted spies;(4) doomed spies; (5) surviving spies.\n8.When these five kinds of spy are all at work, none\ncan discover the secret system. This is called “divinemanipulation of the threads.” It is the sovereign’s mostprecious faculty.\n9. Having local spies means employing the services of\nthe inhabitants of a district.\n10. Having inward spies, making use of officials of the\nenemy.\n11. Having converted spies, getting hold of the enemy’s\nspies and using them for our own purposes.\n12. Having doomed spies, doing certain things openly\nfor purposes of deception, and allowing our spies toknow of them and report them to the enemy.\n13. Surviving spies, finally, are those who bring back\nnews from the enemy’s camp.\n60\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n14. Hence it is that which none in the whole army are\nmore intimate relations to be maintained than withspies. None should be more liberally rewarded. In noother business should greater secrecy be preserved.\n15. Spies cannot be usefully employed without a cer-\ntain intuitive sagacity.\n16. They cannot be properly managed without benevo-\nlence and straightforwardness.\n17. Without subtle ingenuity of mind, one cannot make\ncertain of the truth of their report"
    },
    {
      "chapter_index": 12,
      "chapter_code": "C012",
      "chapter_title": null,
      "heading_roman": null,
      "start_offset": 68000,
      "end_offset": 70931,
      "chapter_text": "s.\n18. Be subtle! be subtle! and use your spies for every\nkind of business.\n19. If a secret piece of news is divulged by a spy before\nthe time is ripe, he must be put to death together withthe man to whom the secret was told.\n20. Whether the object be to crush an army, to storm a\ncity, or to assassinate an individual, it is always neces-sary to begin by finding out the names of the atten-dants, the aides-de-camp, and door-keepers and sen-tries of the general in command. Our spies must becommissioned to ascertain these.\n21. The enemy’s spies who have come to spy on us\nmust be sought out, tempted with bribes, led away andcomfortably housed. Thus they will become convertedspies and available for our service.\n61\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n22. It is through the information brought by the con-\nverted spy that we are able to acquire and employ localand inward spies.\n23. It is owing to his information, again, that we can\ncause the doomed spy to carry false tidings to theenemy.\n24. Lastly, it is by his information that the surviving\nspy can be used on appointed occasions.\n25. The end and aim of spying in all its five varieties is\nknowledge of the enemy; and this knowledge can onlybe derived, in the first instance, from the converted spy.Hence it is essential that the converted spy be treatedwith the utmost liberality.\n26. Of old, the rise of the Yin dynasty was due to I Chih\nwho had served under the Hsia.  Likewise, the ris of theChou dynasty was due to Lu Ya who had served underthe Yin.\n27. Hence it is only the enlightened ruler and the wise\ngeneral who will use the highest intelligence of thearmy for purposes of spying and thereby they achievegreat results. Spies are a most important element inwater, because on them depends an army's ability tomove.\n62\n/G53/G75/G6E/G20/G54/G7A/G75/G20/G6F/G6E/G20/G74/G68/G65/G20/G41/G72/G74/G20/G6F/G66/G20/G57/G61/G72\n/G77/G77/G77/G77/G77/G77/G2E/G2E/G61/G61/G6C/G6C/G6C/G6C/G61/G61/G6E/G6E/G64/G64/G61/G61/G6C/G6C/G65/G65/G2E/G2E/G63/G63/G6F/G6F/G2E/G2E/G75/G75/G6B/G6B/G43/G4C/G41/G53/G53/G49/G43/G20/G45/G54/G45/G58/G54/G53/G20/G53/G45/G52/G49/G45/G53\n/G41/G6C/G6C/G61/G6E/G64/G61/G6C/G65 /G4F/G6E/G6C/G69/G6E/G65\n/G50/G75/G62/G6C/G69/G73/G68/G69/G6E/G67\nEbooks offer a wonderful opportunity for authors, stu-\ndents and institutions alike. By using new technologyand maintaining strict editorial standards throughout,Allandale Online Publishing is able to offer intellectu-ally rigorous publications that are accessible 24 hoursa day. The benefits include:\n· specialist editors drawn from a pool of experienced\nacademics· a competitive pricing policy· an ISBN for every publication· password-protection to prevent copyright abuse andplagiarism· ebooks available in multiple formats\nCompile your own searchable elibrary by using\nAllandale PDF ebooks and enjoy all the benefits ofelectronic text. "
    }
  ]
}