{
  "book_title": null,
  "author": null,
  "chapters": [
    {
      "chapter_index": 2,
      "chapter_title": "WHY YOU SHOULD VISIT CEMETERIES",
      "domains": [
        "Deception",
        "Psychology"
      ],
      "principles": [
        "Recognise and evade systematic cognitive errors to experience a leap in prosperity."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The probability of success is much lower than it appears due to survivorship bias.",
          "derived": true
        },
        {
          "claim": "You should not overestimate your chances of succeeding based on the visibility of successful individuals or companies.",
          "derived": true
        },
        {
          "claim": "It's essential to consider the graveyard of failed individuals and companies when evaluating success.",
          "derived": true
        }
      ],
      "warnings": [
        "Be aware of survivorship bias in daily life, business, and investing decisions.",
        "Don't mistake the probability of success due to the lack of visibility on failures."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 4,
      "chapter_title": "Survivorship bias",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "People systematically overestimate their chances of success."
      ],
      "rules": [],
      "claims": [],
      "warnings": [
        "Guard against survivorship bias by frequently visiting the graves of others who have failed."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 5,
      "chapter_title": "C005",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "Clearing one's mind can be a beneficial outcome of failure or setbacks."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Failure is a sad walk, but it can lead to mental clarity.",
          "derived": true
        },
        {
          "claim": "Self-serving biases can hinder personal growth and progress.",
          "derived": true
        }
      ],
      "warnings": [
        "Be cautious of self-serving biases that may impede your success."
      ],
      "cross_references": [
        "See also Self-serving Bias (ch. 45)"
      ]
    },
    {
      "chapter_index": 6,
      "chapter_title": "ner’s Luck",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "The illusion of skill can lead to overconfidence and poor decision-making."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Base-Rate Neglect (ch. 28) is a cognitive bias that affects decision-making.",
          "derived": true
        },
        {
          "claim": "Neglect of Probability (ch. 26) can lead to poor decision-making due to the lack of consideration for probability.",
          "derived": true
        },
        {
          "claim": "Illusion of Skill (ch. 94) can cause individuals to overestimate their abilities and make poor decisions.",
          "derived": true
        }
      ],
      "warnings": [
        "The neglect of probability can have severe consequences in decision-making."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 7,
      "chapter_title": "Treat Error",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "The human brain seeks patterns and rules.",
        "It takes one step further: if it finds no familiar patterns, it simply invents some."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "You might fall prey to the swimmer's body illusion.",
          "derived": true
        },
        {
          "claim": "Trying to be happier is as futile as trying to be taller.",
          "derived": true
        }
      ],
      "warnings": [
        "Be wary when you are encouraged to strive for certain things – be it abs of steel, immaculate looks, a higher income, a long life, a particular demeanour or happiness. You might fall prey to the swimmer's body illusion.",
        "Don't confuse selection factors with results."
      ],
      "cross_references": [
        "Halo Effect (ch. 38)",
        "Outcome Bias (ch. 20)",
        "Self-Selection Bias (ch. 47)",
        "Alternative Blindness (ch. 71)",
        "Fundamental Attribution Error (ch. 36)"
      ]
    },
    {
      "chapter_index": 8,
      "chapter_title": "Social Proof and Sunk Cost Fallacy",
      "domains": [
        "Psychology",
        "Timing"
      ],
      "principles": [
        "When faced with a decision, consider it pure chance before attributing pattern recognition to skill or insight.",
        "Be sceptical of claims that a product is better because it is 'the most popular'.",
        "The past should not influence current decisions; focus on future performance instead."
      ],
      "rules": [
        "Do not invest emotional energy in a lost cause, even if you have invested time, money, or love.",
        "Consider the sunk cost fallacy when making decisions, and do not let past investments dictate your choices."
      ],
      "claims": [
        {
          "claim": "Social proof can paralyse whole cultures, such as when sects commit collective suicide.",
          "derived": true
        },
        {
          "claim": "The advertising industry benefits greatly from our weakness for social proof.",
          "derived": true
        },
        {
          "claim": "If 50 million people say something foolish, it is still foolish.",
          "derived": true
        }
      ],
      "warnings": [
        "Be aware of the sunk cost fallacy and its potential to lead to costly errors of judgement.",
        "Do not let consistency and credibility concerns cloud your decision-making process."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 9,
      "chapter_title": "Chapter 9",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline"
      ],
      "principles": [
        "Rational decision-making requires forgetting about sunk costs and only considering future costs and benefits."
      ],
      "rules": [
        "Do not fall victim to the sunk cost fallacy.",
        "Be aware of the 'special case' confirmation bias and actively seek out disconfirming evidence."
      ],
      "claims": [
        {
          "claim": "Reciprocity is a useful survival strategy, but it can also lead to retaliation and revenge.",
          "derived": true
        },
        {
          "claim": "The confirmation bias is a tendency to interpret new information in a way that confirms existing theories or beliefs.",
          "derived": true
        }
      ],
      "warnings": [
        "Beware the 'special case' confirmation bias and do not ignore disconfirming evidence.",
        "Do not fall victim to the sunk cost fallacy and only consider future costs and benefits when making decisions."
      ],
      "cross_references": [
        "See also The It'll-Get-Worse-Before-It-Gets-Better Fallacy (ch.12); Inability to Close Doors (ch. 68); Endowment Effect (ch. 23); Effort Justification (ch. 60); Loss Aversion (ch. 32); Outcome Bias (ch. 20)"
      ]
    },
    {
      "chapter_index": 10,
      "chapter_title": "MURDER YOUR DARLINGS",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Psychology"
      ],
      "principles": [
        "The confirmation bias is a fundamental flaw in human thinking.",
        "People tend to seek out information that confirms their existing beliefs and ignore or dismiss contradictory evidence."
      ],
      "rules": [
        "To combat the confirmation bias, try writing down your beliefs and actively seeking out disconfirming evidence.",
        "Be aware of how your own biases may be influencing your thoughts and decisions."
      ],
      "claims": [
        {
          "claim": "The confirmation bias is a pervasive problem that affects many areas of life, including business, politics, and personal relationships.",
          "derived": true
        },
        {
          "claim": "Failing to recognize and address the confirmation bias can lead to poor decision-making and negative outcomes.",
          "derived": true
        }
      ],
      "warnings": [
        "Be cautious of authorities who may be exerting an influence on your thinking without you realizing it.",
        "Don't blindly follow authority figures or accept their opinions at face value."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 11,
      "chapter_title": "WHY WE PREFER A WRONG MAP TO NO MAP AT ALL",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Psychology",
        "Risk & Survival"
      ],
      "principles": [
        "We judge something to be beautiful, expensive or large if we have something ugly, cheap or small in front of us."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The contrast effect can ruin your whole life.",
          "derived": true
        },
        {
          "claim": "We prefer wrong information to no information.",
          "derived": true
        },
        {
          "claim": "We travel through life with an incorrect risk map in our heads.",
          "derived": true
        }
      ],
      "warnings": [
        "Don't go out in the company of your supermodel friends if you're seeking a partner.",
        "Don't use statements like 'Smoking can't be that bad for you: my grandfather smoked three packs of cigarettes a day and lived to be more than 100.'"
      ],
      "cross_references": [
        "See also Availability Bias (ch. 11); Endowment Effect (ch. 23); Halo Effect (ch. 38); Social Comparison Bias (ch. 72); Regression to Mean (ch. 19); Scarcity Error (ch. 27); Framing (ch. 42)"
      ]
    },
    {
      "chapter_index": 12,
      "chapter_title": "The It'll-Get-Worse-Before-It-Gets-Better Fallacy",
      "domains": [
        "Timing"
      ],
      "principles": [],
      "rules": [
        "When someone says 'It'll get worse before it gets better,' you should hear alarm bells ringing."
      ],
      "claims": [
        {
          "claim": "The It'll-Get-Worse-Before-It-Gets-Better Fallacy is a variant of the confirmation bias.",
          "derived": true
        },
        {
          "claim": "Situations do exist where things first dip and then improve, but these cases have clear and verifiable milestones.",
          "derived": true
        }
      ],
      "warnings": [
        "Beware of situations that worsen before improving, as they may be indicative of a flawed strategy or prediction."
      ],
      "cross_references": [
        "Action Bias (ch. 43)",
        "Sunk Cost Fallacy (ch. 5)",
        "Regression to the Mean (ch. 19)"
      ]
    },
    {
      "chapter_index": 14,
      "chapter_title": "Don't Take News Anchors Seriously",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Power"
      ],
      "principles": [
        "Favour the pessimistic scenario to judge a situation realistically."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Chauffeur knowledge is increasingly difficult to separate from true knowledge.",
          "derived": true
        },
        {
          "claim": "News anchors are actors and should not be taken seriously.",
          "derived": true
        },
        {
          "claim": "The illusion of control is the tendency to believe that we can influence something over which we have no sway.",
          "derived": true
        }
      ],
      "warnings": [
        "Be on the lookout for chauffeur knowledge and do not confuse it with true knowledge.",
        "Do not confuse the company spokesperson, ringmaster, newscaster, schmoozer, verbiage vendor or cliché generator with those who possess true knowledge."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 15,
      "chapter_title": "{chapter_title}",
      "domains": [
        "Organization & Discipline",
        "Psychology"
      ],
      "principles": [
        "The power of perceived control can influence behavior and emotions."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Placebo buttons can be used to manipulate people's perceptions and behaviors.",
          "derived": true
        },
        {
          "claim": "Central bankers and government officials use placebo buttons to manage public perception.",
          "derived": true
        }
      ],
      "warnings": [
        "Be aware of the potential for manipulation through perceived control and placebo effects."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 16,
      "chapter_title": "The Dubious Efficacy of Doctors, Consultants and Psychologists",
      "domains": [
        "Organization & Discipline"
      ],
      "principles": [],
      "rules": [
        "Never pay your lawyer by the hour."
      ],
      "claims": [
        {
          "claim": "Incentives can have a profound impact on human behavior.",
          "derived": true
        },
        {
          "claim": "The world economy is fundamentally uncontrollable.",
          "derived": true
        },
        {
          "claim": "People respond to incentives rather than grander intentions.",
          "derived": true
        }
      ],
      "warnings": [
        "Be wary of investment advisers endorsing financial products for personal gain.",
        "Don't ask a barber if you need a haircut (i.e., don't seek advice from someone with a vested interest)."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 17,
      "chapter_title": "Outcome Bias",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Timing"
      ],
      "principles": [
        "Never judge a decision purely by its result, especially when randomness or 'external factors' play a role."
      ],
      "rules": [
        "Assess the quality of a decision using the information available at the time, filtering out everything known post-decision."
      ],
      "claims": [
        {
          "claim": "A bad result does not automatically indicate a bad decision and vice versa.",
          "derived": true
        }
      ],
      "warnings": [
        "Outcome bias can lead to incorrect assessments of decisions and actions."
      ],
      "cross_references": [
        "See also Sunk Cost Fallacy (ch. 5); Swimmer's Body Illusion (ch. 2); Hindsight Bias (ch. 14); Illusion of Skill (ch. 94)"
      ]
    },
    {
      "chapter_index": 18,
      "chapter_title": "Chapter 18",
      "domains": [
        "Psychology",
        "Timing"
      ],
      "principles": [
        "The more we like someone, the more inclined we are to buy from or help that person.",
        "We consider things to be more valuable the moment we own them."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Aid agencies employ the liking bias to great effect.",
          "derived": true
        },
        {
          "claim": "Politicians use the liking bias to make voters feel important and valued.",
          "derived": true
        },
        {
          "claim": "The endowment effect affects not only possession but also near-ownership.",
          "derived": true
        }
      ],
      "warnings": [
        "Don't fall prey to the liking bias when making purchasing decisions.",
        "Be aware of the endowment effect when selling or buying items."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 19,
      "chapter_title": "THE CALAMITY OF CONFORMITY",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "Estimate probabilities and consider alternative outcomes when making decisions."
      ],
      "rules": [
        "Avoid groupthink by encouraging diverse perspectives and considering dissenting views.",
        "Be aware of the potential for illusions and biases in decision-making groups."
      ],
      "claims": [
        {
          "claim": "Improbable coincidences are rare but possible events, and it's not surprising when they finally happen.",
          "derived": true
        },
        {
          "claim": "Conformity can lead to poor decisions and outcomes, especially when groupthink is present.",
          "derived": true
        }
      ],
      "warnings": [
        "Be cautious of the sunk costs fallacy and avoid investing too much in a single plan or strategy.",
        "Don't underestimate the strength of opposing forces or the potential for unexpected events."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 20,
      "chapter_title": "WHY YOU'LL SOON BE PLAYING MEGATRILLIONS",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "Question tacit assumptions, even if you risk expulsion from the warm nest."
      ],
      "rules": [
        "Appoint someone as devil's advocate to provide a contrarian view."
      ],
      "claims": [
        {
          "claim": "We lack an intuitive grasp of probability and tend to neglect it in decision-making.",
          "derived": true
        },
        {
          "claim": "The zero-risk bias leads us to prioritize eliminating risk over reducing the magnitude of potential harm.",
          "derived": true
        }
      ],
      "warnings": [
        "Failing to consider probability can lead to errors in decision-making, such as investing in start-ups without investigating their slim chances of success."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 21,
      "chapter_title": "{chapter_title}",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "The perceived value of something increases with its perceived scarcity."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "People tend to overvalue things that are scarce, even if they are not necessarily better or more desirable.",
          "derived": true
        },
        {
          "claim": "The perception of scarcity can be manipulated through tactics such as creating the illusion of a limited supply or using social proof (e.g., 'A doctor from London saw the plot of land yesterday').",
          "derived": true
        }
      ],
      "warnings": [
        "Be aware of the potential for people to overvalue things due to their perceived scarcity, even if it is not necessarily justified."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 22,
      "chapter_title": "WHEN YOU HEAR HOOFBEATS, DON'T EXPECT A ZEBRA",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "Clear thinking is often compromised by scarcity.",
        "Base-rate neglect is a common error in reasoning that can lead to poor decision-making."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The typical response to scarcity is a lapse in clear thinking.",
          "derived": true
        },
        {
          "claim": "It is more likely that Mark is a truck driver than a professor of literature in Frankfurt, despite the detailed description suggesting otherwise.",
          "derived": true
        }
      ],
      "warnings": [
        "Don't expect a zebra when you hear hoofbeats.",
        "Be aware of base-rate neglect and its potential to lead to poor decision-making."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 23,
      "chapter_title": "{chapter_title}",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "The probability of independent events does not change based on past outcomes."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "People tend to believe in the 'balancing force of the universe' and fall victim to the gambler's fallacy.",
          "derived": true
        },
        {
          "claim": "Independent events do not have a harmonizing force at work, and past outcomes do not affect future probabilities.",
          "derived": true
        }
      ],
      "warnings": [
        "Do not rely on intuition or past experiences when making decisions about independent events."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 24,
      "chapter_title": "WHY THE WHEEL OF FORTUNE MAKES OUR HEADS SPIN",
      "domains": [
        "Deception",
        "Intelligence & Information"
      ],
      "principles": [
        "Anchors can influence our decisions and judgments, often in a hidden or misleading way."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The 'recommended retail price' printed on many products is an anchor that influences consumer behavior.",
          "derived": true
        },
        {
          "claim": "Teachers' knowledge of students' past grades can influence how they mark new work.",
          "derived": true
        },
        {
          "claim": "Using anchors can be a deliberate strategy to manipulate people's perceptions and decisions.",
          "derived": true
        }
      ],
      "warnings": [
        "Be aware of the potential for anchors to distort our judgments and decisions.",
        "Don't rely solely on individual observations or experiences when making important decisions.",
        "Watch out for situations where others may be using anchors to influence your behavior."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 26,
      "chapter_title": "STUMPED BY A SHEET OF PAPER",
      "domains": [
        "Risk & Survival"
      ],
      "principles": [],
      "rules": [
        "Diffusion of responsibility leads to bigger risks when making decisions in groups."
      ],
      "claims": [
        {
          "claim": "Exponential growth can lead to catastrophic consequences if not understood and managed properly.",
          "derived": true
        },
        {
          "claim": "The winner's curse is a phenomenon where the winner of an auction often pays too much for something, leading to financial losses.",
          "derived": true
        }
      ],
      "warnings": [
        "Don't trust your intuition when it comes to growth rates; use a calculator or the magic number of 70 instead.",
        "Be aware of the winner's curse in auctions and bidding wars, as it can lead to financial losses."
      ],
      "cross_references": []
    }
  ]
}