{
  "book_title": null,
  "author": null,
  "chapters": [
    {
      "chapter_index": 2,
      "chapter_title": "PART ONE: ON THINKING",
      "domains": [
        "Psychology",
        "Timing"
      ],
      "principles": [
        "Thoughts can be estimated based on their quality and impact.",
        "Noble images and ignoble ones have varying degrees of influence."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "There is a possibility of an Art of Thinking that can be developed and practiced.",
          "derived": true
        },
        {
          "claim": "Children's superiority in thinking persists for a limited time.",
          "derived": true
        }
      ],
      "warnings": [],
      "cross_references": []
    },
    {
      "chapter_index": 4,
      "chapter_title": "Elaboration of Data in the Mind",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "Comprehending is the result of patience",
        "Criticalness is essential for thought and understanding"
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Books are your servants",
          "derived": true
        },
        {
          "claim": "Never read except for pleasure",
          "derived": true
        },
        {
          "claim": "Formative literature should be read differently",
          "derived": true
        }
      ],
      "warnings": [
        "Fearless criticalness is necessary to avoid stagnation"
      ],
      "cross_references": []
    },
    {
      "chapter_index": 5,
      "chapter_title": "Creative Thought",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "Be yourself and find your own vein to cultivate creative thought."
      ],
      "rules": [
        "To find one's self, follow these rules: a) Find your own vein, b) write in your own vein, c) know the value of intuition, d) treat intuitions tenderly, e) cultivate evocative moods."
      ],
      "claims": [
        {
          "claim": "Millions of men and women are anxious to take lessons in the Art of Thinking.",
          "derived": true
        }
      ],
      "warnings": [],
      "cross_references": []
    },
    {
      "chapter_index": 6,
      "chapter_title": "ON THINKING",
      "domains": [
        "Intelligence & Information"
      ],
      "principles": [
        "It is better to have a keen desire to be of use than to be a genius.",
        "A good teacher should not be someone who knows no difficulty in thinking, but rather someone who can appreciate and increase their own knowledge intelligently."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The reader has the right to expect sympathy from the author.",
          "derived": true
        },
        {
          "claim": "It is possible for anyone to have a glimpse of their mind as it really works by suddenly stiffening their consciousness and solidifying a section of mental stream.",
          "derived": true
        }
      ],
      "warnings": [
        "Egotism in writing about an Art of Thinking would be criminal.",
        "The reader should not try to memorize what the author says, but rather enjoy the pleasure of reading and thinking for themselves."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 7,
      "chapter_title": "{chapter_title}",
      "domains": [
        "Deception",
        "Psychology"
      ],
      "principles": [
        "The mind is always active and thinking, even when engaged in other activities.",
        "Thoughts are often hidden or unconscious, but can be revealed through introspection.",
        "Images, feelings, resolves, and intellectual conclusions are all part of the mental stream."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The quality of one's thoughts and images is a more accurate indicator of their moral worth than their actions.",
          "derived": true
        },
        {
          "claim": "Investigation and estimation of one's likes and dislikes can reveal their true nature.",
          "derived": true
        }
      ],
      "warnings": [
        "It is easy to be deceived by the superficial appearance of things, and to overlook the underlying reality."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 8,
      "chapter_title": "Chapter 8: The Art of Thinking",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "The quality of a man's thinking may seem difficult to detect on account of the various strata under which real thought generally is hiding, but, if introspection is applied, all the apparent difficulty vanishes."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Thought is not just a product of reason, but also involves images and emotions.",
          "derived": true
        },
        {
          "claim": "The quality of a man's thinking can be estimated by looking at the images on which it exercises itself, as well as his likes and dislikes.",
          "derived": true
        }
      ],
      "warnings": [
        "It is easy to deceive oneself about one's own thought processes, and introspection is necessary to truly understand them."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 9,
      "chapter_title": "Chapter 9",
      "domains": [
        "Psychology"
      ],
      "principles": [
        "Most people are more conscious of their dislikes than their sympathies.",
        "Hatreds are stronger than sympathies.",
        "We resent small things that irritate us more than we appreciate great things for which we should be grateful."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "People who think little or not at all live like automata.",
          "derived": true
        },
        {
          "claim": "Most people do not think but live like automata.",
          "derived": true
        },
        {
          "claim": "Real thinking is rare and requires effort.",
          "derived": true
        }
      ],
      "warnings": [
        "The presence of depressing mental habits (complexes) can affect the quality of our thinking.",
        "We should be aware of our own mental resilience and whether we are truly thinking or just going through the motions."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 10,
      "chapter_title": "{chapter_title}",
      "domains": [
        "Conflict & Force",
        "Power"
      ],
      "principles": [
        "Vision: the thinker sees where others do not.",
        "Independence: the thinker calmly looks round, giving full play to his mental freedom."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Thought can indeed be called divine, for it is creative.",
          "derived": true
        },
        {
          "claim": "The power of a Napoleon or Mussolini lies in their magnetism and intelligence rather than force.",
          "derived": true
        }
      ],
      "warnings": [
        "Woe to the people who will not see the necessities of an epoch as they do."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 11,
      "chapter_title": "The Possibility of an Art of Thinking",
      "domains": [
        "Psychology",
        "Timing"
      ],
      "principles": [
        "Thinking is a natural ability that can be developed and improved with practice.",
        "Everyone has the potential to think critically and make good decisions."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The most ordinary people know moments during which they glimpse the very states of mind which brilliant conversation mirrors.",
          "derived": true
        },
        {
          "claim": "All children under nine or ten years of age are poets and philosophers.",
          "derived": true
        }
      ],
      "warnings": [
        "Thinking too much can lead to inertness and a lack of action.",
        "Not everyone is able to think critically and make good decisions."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 12,
      "chapter_title": "OBSTACLES TO THOUGHT",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline"
      ],
      "principles": [
        "The production of thought requires favorable conditions, which can be created by producing a happy atmosphere that helps the growth of many individuals."
      ],
      "rules": [
        "To produce unadulterated thought, one must presuppose average lives finding the usual chances and encountering only the usual difficulties."
      ],
      "claims": [
        {
          "claim": "The existence of an Art of Thinking is a real intuition, and it can be developed by creating favorable conditions.",
          "derived": true
        }
      ],
      "warnings": [
        "Stupidity is the chief obstacle to thought, and it must be acknowledged as such in order to overcome it."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 13,
      "chapter_title": "C013",
      "domains": [
        "Deception",
        "Psychology"
      ],
      "principles": [
        "The mind is peopled with more incipient obsessions than ideas, and their presence is largely the cause of our impotency.",
        "Two notions juxtaposed in the mind invariably hinder its working."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Inferiority complexes are not always the result of the presence of shadows like those I have just mentioned. It is sufficient that some purpose or desire, foreign to the thought or possibility of thought we are pursuing, should step in to arrest the process of effective thinking.",
          "derived": true
        },
        {
          "claim": "The desire to appear, instead of really being, can vitiate even the legitimate operation of the intellect.",
          "derived": true
        }
      ],
      "warnings": [
        "Methodicalness pushed to an extreme is well known to produce similar effects, because it becomes a haunting phantasm.",
        "A writer is constantly beset with phantasms."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 14,
      "chapter_title": "The Writer's Obsession",
      "domains": [
        "Psychology",
        "Risk & Survival",
        "Timing"
      ],
      "principles": [
        "The act of writing itself is productive of phantasms and is dangerous for the legitimate production of thought.",
        "Nobody ought to write who does not write with pleasure.",
        "Self-expression is a joy to everybody and is often found to be a unique relief."
      ],
      "rules": [
        "A writer should only write when they have finished their work in their mind.",
        "A writer should not be anxious over future chapters while working on the current one.",
        "A writer should not be coerced by a cheap rhythm or certain models of expression."
      ],
      "claims": [
        {
          "claim": "The notion that it is useless to repeat what must have been said many times in the past can ruin literary vocations.",
          "derived": true
        },
        {
          "claim": "Many people are slaves to certain models of expression and are hampered by them.",
          "derived": true
        },
        {
          "claim": "Art critics are often cramped by adventitious preoccupations, impairing even a beginning of sincerity.",
          "derived": true
        }
      ],
      "warnings": [
        "The obsession with writing can become an obstacle to the legitimate production of thought.",
        "The habit of thinking of the blank sheets lying under the one we are writing upon can be a phantasm acquired in school days.",
        "The anxiety over future chapters can throw its shadow over the page just being written."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 15,
      "chapter_title": "How Mental Parasites Are Produced",
      "domains": [
        "Organization & Discipline",
        "Psychology",
        "Risk & Survival"
      ],
      "principles": [
        "Imitation and gregariousness are instincts that can lead to conformity.",
        "Children's natural instincts for imitation can be exploited by their elders to crush individuality.",
        "The combination of human nature's tendency towards imitation and the antipathy of the multitude against distinction can grind thought out, leaving only the 'human gramophone'."
      ],
      "rules": [
        "Parents should allow children mental freedom to educate themselves, rather than imposing conformity.",
        "Imitation is not always a bad thing, but it can be used as a tool for social control."
      ],
      "claims": [
        {
          "claim": "Most children are unfortunate in their surroundings and will conform to avoid being browbeaten or ridiculed.",
          "derived": true
        },
        {
          "claim": "The influence of the collective consciousness can produce uniformity and make individual thinking an insuperable difficulty.",
          "derived": true
        }
      ],
      "warnings": [
        "Conformity can lead to a loss of spontaneity, charm, and soul resilience.",
        "The pressure to conform can be so strong that it takes genius to escape from it."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 16,
      "chapter_title": "Education",
      "domains": [
        "Deception",
        "Timing"
      ],
      "principles": [
        "The capacity for right thinking is impaired by education that prioritizes practicality over culture.",
        "Education should aim to develop intellectual elasticity, but often strains the mind instead of training it."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Education in America is too resolutely practical and leaves the impression that culture is a privilege or amusement for a few.",
          "derived": true
        },
        {
          "claim": "The American education system prioritizes athleticism over culture, leading to an atmosphere where important things are made to appear superfluous.",
          "derived": true
        }
      ],
      "warnings": [
        "Uneducating education can produce mental parasites that result in inferiority complexes or distort one's outlook on life.",
        "A lifetime may be necessary to correct the initial mistake of prioritizing practicality over culture in education."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 18,
      "chapter_title": "The American Boy and His Education",
      "domains": [
        "Power"
      ],
      "principles": [
        "Education should cultivate the power of thinking in terms of beauty, rather than utility."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Literature is not so clever; it wrestles with life and often gets beaten, but the struggle compels our homage.",
          "derived": true
        },
        {
          "claim": "The French boy's education emphasizes literary history and personal development over practical skills.",
          "derived": true
        }
      ],
      "warnings": [
        "The French boy's emphasis on intellectual superiority can lead to an inferiority complex in those who are not considered 'genius'."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 19,
      "chapter_title": "Thought Weakened by Life",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "Ideas are more important than facts in France.",
        "Education should be an applied Art of Thinking for oneself."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The French tolerate abuses as long as they can laugh or make cynical remarks about them.",
          "derived": true
        },
        {
          "claim": "Politicians are despised by the average Frenchman, who prefers good-humoured contempt to reform.",
          "derived": true
        },
        {
          "claim": "Ideas count more in France than facts.",
          "derived": true
        }
      ],
      "warnings": [
        "Daily life wears out an individual's thinking capacity.",
        "Failure and anxiety can elicit the worst from a man's faculties."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 20,
      "chapter_title": "The Great Waste",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Timing"
      ],
      "principles": [
        "Reading should be done with a gravity and seriousness, applying one's whole power to the task.",
        "Education should help individuals go back to their own thoughts and not impose others' thoughts upon them."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "The quality of reading has deteriorated over time.",
          "derived": true
        },
        {
          "claim": "People today are more concerned with accumulating books than with mastering knowledge.",
          "derived": true
        },
        {
          "claim": "The pre-scientific periods had a different approach to education, where individuals were considered equipped before the age of 25.",
          "derived": true
        }
      ],
      "warnings": [
        "The abundance of books and information can lead to intellectual laziness and a lack of critical thinking.",
        "The diffusion of phantasms (false or unrealistic ideas) can be detrimental to society."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 21,
      "chapter_title": "The Destructive Forces of Reading and Conversation",
      "domains": [
        "Power"
      ],
      "principles": [
        "Reading and conversation can be destructive forces that weaken a person's capacity for thought and observation."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "Most people do not read seriously or with purpose, but rather as a method of not thinking.",
          "derived": true
        },
        {
          "claim": "The brain will become jellified if reading is practiced in this way over several years.",
          "derived": true
        },
        {
          "claim": "Conversation can be a mere satisfaction of a physical craving and does not contribute to intellectual culture.",
          "derived": true
        }
      ],
      "warnings": [
        "The effects of a so-called intellectual process which consists in presenting to the mind a score of different objects in none of which any real interest is taken can be devastating.",
        "If we do not cultivate our capacity for thought and observation, we will become weak-minded and susceptible to phantasms and inferiority complexes."
      ],
      "cross_references": []
    }
  ]
}