{
  "book_title": null,
  "author": null,
  "chapters": [
    {
      "chapter_index": 1,
      "chapter_code": "C001",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "The oldest military treatise in the world is a valuable resource for understanding military strategy and tactics."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "This treatise has been translated from the Chinese and provides insights into ancient military thought.",
          "derived": true
        },
        {
          "claim": "It is one of the most important works on military strategy and tactics, and its principles are still relevant today.",
          "derived": true
        }
      ],
      "warnings": [],
      "cross_references": []
    },
    {
      "chapter_index": 2,
      "chapter_code": "C002",
      "domains": [
        "Deception",
        "Organization & Discipline",
        "Risk & Survival"
      ],
      "principles": [
        "The art of war is governed by five constant factors: The Moral Law, Heaven, Earth, The Commander, and Method and discipline.",
        "All warfare is based on deception."
      ],
      "rules": [
        "When able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
        "Hold out baits to entice the enemy. Feign disorder, and crush him."
      ],
      "claims": [
        {
          "claim": "The general who wins a battle makes many calculations in his temple ere the battle is fought.",
          "derived": true
        },
        {
          "claim": "It is by attention to this point that I can foresee who is likely to win or lose.",
          "derived": true
        }
      ],
      "warnings": [
        "If victory is long in coming, then men's weapons will grow dull and their ardor will be damped.",
        "When your weapons are dulled, your ardor damped, your strength exhausted and your treasures spent, other chieftains will spring up to take advantage of your extremity."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 3,
      "chapter_code": "C003",
      "domains": [
        "Resources & Logistics"
      ],
      "principles": [
        "The best thing of all is to take the enemy's country whole and intact.",
        "Supreme excellence consists in breaking the enemy's resistance without fighting."
      ],
      "rules": [
        "It is better to recapture an army entire than to destroy it.",
        "Do not besiege walled cities if it can possibly be avoided."
      ],
      "claims": [
        {
          "claim": "A wise general makes a point of foraging on the enemy.",
          "derived": true
        },
        {
          "claim": "One cartload of the enemy's provisions is equivalent to twenty of one's own.",
          "derived": true
        }
      ],
      "warnings": [
        "The preparation of mantlets, movable shelters, and various implements of war will take up three whole months.",
        "The piling up of mounds over against the walls will take three months more."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 4,
      "chapter_code": "C004",
      "domains": [
        "Strategy"
      ],
      "principles": [
        "Victory is achieved through a series of calculations and estimations."
      ],
      "rules": [
        "Measurement is the foundation of estimation.",
        "Calculation is based on estimation, and balancing of chances is based on calculation."
      ],
      "claims": [],
      "warnings": [],
      "cross_references": []
    },
    {
      "chapter_index": 5,
      "chapter_code": "C005",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Psychology",
        "Risk & Survival",
        "Timing"
      ],
      "principles": [
        "The control of a large force is the same principle as the control of a few men: it is merely a question of dividing up their numbers.",
        "Fighting with a large army under your command is nowise different from fighting with a small one: it is merely a question of instituting signs and signals.",
        "To ensure that your whole host may withstand the brunt of the enemy’s attack and remain unshaken—this is effected by maneuvers direct and indirect."
      ],
      "rules": [
        "The direct method may be used for joining battle, but indirect methods will be needed inorder to secure victory.",
        "Indirect tactics, efficiently applied, are inexhaustible as Heaven and Earth, unending as the flow of rivers and streams;"
      ],
      "claims": [
        {
          "claim": "Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle will arrive exhausted.",
          "derived": true
        },
        {
          "claim": "The clever combatant imposes his will on the enemy, but does not allow the enemy’s will to be imposed on him.",
          "derived": true
        }
      ],
      "warnings": [
        "Simulated disorder postulates perfect discipline, simulated fear postulates courage; simulated weakness postulates strength.",
        "Hiding order beneath the cloak of disorder is simply a question of subdivision;"
      ],
      "cross_references": []
    },
    {
      "chapter_index": 6,
      "chapter_code": "C006",
      "domains": [
        "Deception",
        "Organization & Discipline"
      ],
      "principles": [
        "Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances.",
        "Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing."
      ],
      "rules": [
        "In making tactical dispositions, the highest pitch you can attain is to conceal them; conceal your dispositions, and you will be safe from the prying of the subtlest spies, from the machinations of the wisest brains.",
        "If you march fifty LI in order to outmaneuver the enemy, you will lose the leader of your first division, and only half your force will reach the goal."
      ],
      "claims": [
        {
          "claim": "Though according to my estimate the soldiers of Yueh exceed our own in number, that shall advantage them nothing in the matter of victory. I say then that victory can be achieved.",
          "derived": true
        },
        {
          "claim": "He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain.",
          "derived": true
        }
      ],
      "warnings": [
        "We cannot enter into alliances until we are acquainted with the designs of our neighbors.",
        "Do not swallow bait offered by the enemy. Do not interfere with an army that is returning home."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 7,
      "chapter_code": "C007",
      "domains": [
        "Psychology",
        "Risk & Survival"
      ],
      "principles": [
        "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him.",
        "Reduce the hostile chiefs by inflicting damage on them; and make trouble for them, and keep them constantly engaged."
      ],
      "rules": [
        "Do not linger in dangerously isolated positions.",
        "In hemmed-in situations, you must resort to stratagem.",
        "When an invading force crosses a river in its onward march, do not advance to meet it in mid-stream. It will be best to let half the army get across, and then deliver your attack."
      ],
      "claims": [
        {
          "claim": "The general who thoroughly understands the advantages that accompany variation of tactics knows how to handle his troops.",
          "derived": true
        },
        {
          "claim": "If our expectation of advantage be tempered in this way, we may succeed in accomplishing the essential part of our schemes.",
          "derived": true
        }
      ],
      "warnings": [
        "Recklessness, which leads to destruction;",
        "Cowardice, which leads to capture;",
        "A hasty temper, which can be provoked by insults;",
        "A delicacy of honor which is sensitive to shame;",
        "Over-solicitude for his men, which exposes him to worry and trouble."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 8,
      "chapter_code": "C008",
      "domains": [
        "Organization & Discipline",
        "Psychology",
        "Timing"
      ],
      "principles": [
        "Know yourself and know your enemy, and you will win every time.",
        "The natural formation of the country is the soldier's best ally."
      ],
      "rules": [
        "If fighting is sure to result in victory, then you must fight, even though the ruler forbid it;",
        "If fighting will not result in victory, then you must not fight even at the ruler's bidding."
      ],
      "claims": [
        {
          "claim": "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.",
          "derived": true
        },
        {
          "claim": "If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory.",
          "derived": true
        }
      ],
      "warnings": [
        "He who exercises no forethought but makes light of his opponents is sure to be captured by them.",
        "If soldiers are punished before they have grown attached to you, they will not prove submissive;"
      ],
      "cross_references": []
    },
    {
      "chapter_index": 9,
      "chapter_code": "C009",
      "domains": [
        "Organization & Discipline"
      ],
      "principles": [
        "Occupying open ground is advantageous."
      ],
      "rules": [],
      "claims": [
        {
          "claim": "He who occupies the key to three contiguous states has most control.",
          "derived": true
        },
        {
          "claim": "Open ground provides a strategic advantage.",
          "derived": true
        }
      ],
      "warnings": [],
      "cross_references": []
    },
    {
      "chapter_index": 10,
      "chapter_code": "C010",
      "domains": [
        "Organization & Discipline",
        "Resources & Logistics"
      ],
      "principles": [
        "Rapidity is the essence of war: take advantage of the enemy's unreadiness, make your way by unexpect-ed routes, and attack unguarded spots.",
        "The further you penetrate into a country, the greater will be the solidarity of your troops, and thus the defenders will not prevail against you."
      ],
      "rules": [
        "On dispersive ground, fight not. On facile ground, halt not. On contentious ground, attack not.",
        "On open ground, do not try to block the enemy’s way. On the ground of intersecting highways, join hands with your allies.",
        "On serious ground, gather in plunder. In difficult ground, keep steadily on the march.",
        "On hemmed-in ground, resort to stratagem. On desperate ground, fight."
      ],
      "claims": [
        {
          "claim": "The skillful general conducts his army just as though he were leading a single man, willy-nilly, by the hand.",
          "derived": true
        },
        {
          "claim": "It is the business of a general to be quiet and thus ensure secrecy; upright and just, and thus maintain order.",
          "derived": true
        }
      ],
      "warnings": [
        "If our soldiers are not overburdened with money, it is not because they have a distaste for riches;",
        "On the day they are ordered out to battle, your soldiers may weep, those sitting up bedewing their garments,"
      ],
      "cross_references": []
    },
    {
      "chapter_index": 11,
      "chapter_code": "C011",
      "domains": [
        "Intelligence & Information",
        "Organization & Discipline",
        "Psychology",
        "Resources & Logistics",
        "Timing"
      ],
      "principles": [
        "A warlike prince should not ignore any of the four or five principles.",
        "Success in warfare is gained by carefully accommodating ourselves to the enemy's purpose."
      ],
      "rules": [
        "Block the frontier passes, destroy the official tallies, and stop the passage of all emissaries on the day that you take up your command.",
        "Be stern in the council-chamber, so that you may control the situation.",
        "Forestall your opponent by seizing what he holds dear, and subtly contrive to time his arrival on the ground."
      ],
      "claims": [
        {
          "claim": "The enlightened ruler lays his plans well ahead; the good general cultivates his resources.",
          "derived": true
        },
        {
          "claim": "Knowledge of the enemy's dispositions can only be obtained from other men.",
          "derived": true
        }
      ],
      "warnings": [
        "Anger may in time change to gladness; vexation may be succeeded by content, but a kingdom that has once been destroyed can never come again into being.",
        "One who acts thus is no leader of men, no present help to his sovereign, no master of victory."
      ],
      "cross_references": []
    },
    {
      "chapter_index": 12,
      "chapter_code": "C012",
      "domains": [
        "Deception",
        "Intelligence & Information",
        "Organization & Discipline",
        "Timing"
      ],
      "principles": [
        "Be subtle! and use your spies for every kind of business."
      ],
      "rules": [
        "If a secret piece of news is divulged by a spy before the time is ripe, he must be put to death together with the man to whom the secret was told.",
        "Our spies must be commissioned to ascertain the names of the attendants, aides-de-camp, and door-keepers and sentries of the general in command."
      ],
      "claims": [
        {
          "claim": "It is through the information brought by the converted spy that we are able to acquire and employ local and inward spies.",
          "derived": true
        },
        {
          "claim": "The end and aim of spying in all its five varieties is knowledge of the enemy; and this knowledge can only be derived, in the first instance, from the converted spy.",
          "derived": true
        }
      ],
      "warnings": [
        "If a secret piece of news is divulged by a spy before the time is ripe, he must be put to death together with the man to whom the secret was told."
      ],
      "cross_references": []
    }
  ]
}